<?php
return [
    [
        'id' => 1,
        'title' => 'Тэпла',
        'link' => 'http://tepla.biz/',
        'image' => 'tepla',
        'cms' => '1С-Битрикс',
        'short_description' => 'Отопительная техника, водоснабжение, кондиционеры',
        'description' => '<p>Сайт сделан на 1С-Битрикс. Раньше это был полноценный интернет-магазин с большим количеством товаров.</p> <p>На данный момент сайт, видимо, переживает не лучшие времена.</p>'
    ],
    [
        'id' => 2,
        'title' => 'Бутик мебели',
        'link' => 'http://butik-mebeli.ru/',
        'image' => 'butik-mebeli',
        'cms' => 'CMS Joomla, Virtuemart',
        'short_description' => 'Интернет-магазин мебели для дома и офиса',
        'description' => '<p>Добавлена возможность поиска товаров по цвету, немного переработана корзина и добавлена дополнительная сортировка для раздела "Производители".</p>'
    ],
    [
        'id' => 3,
        'title' => 'Otels.su',
        'link' => 'http://otels.su',
        'image' => 'otels',
        'cms' => 'CMS Юпи! (Yii framework)',
        'short_description' => 'Сервис для посуточной аренды квартир. Исправление ошибок.',
        'description' => '<p>Сайт работает на "очень сильно модифицированной" CMS Юпи!</p><p>Было исправлено большое количество ошибок и добавлены новые возможности (например, уведомление пользователей через смс)</p>'
    ],
    [
        'id' => 4,
        'title' => '24Fotooboi',
        'link' => 'http://www.24-fotooboi.ru/',
        'image' => 'fotooboi',
        'cms' => 'CMS Юпи! (Yii framework)',
        'short_description' => 'Интерьерная печать. Фотообои, фрески, фартуки',
        'description' => '<p>По желанию заказчика было написано 3 отдельных модуля для работы с изображениями, текстурами, категориями и заказами. Различные калькуляторы стоимости со своими настройками.
        Простые фильтры изображений. Сортировка по цвету. Оформление заказа в один клик. Оплата банковской картой.</p>'
    ],
    [
        'id' => 5,
        'title' => 'ColorPrint24',
        'link' => 'http://colorprint24.ru/',
        'image' => 'colorprint',
        'cms' => 'CMS Юпи! (Yii framework)',
        'short_description' => 'Интерьерная печать. Сайт на CMS Юпи! (Yii framework)',
        'description' => '<p>Для сайта были написаны модули управления изображениями, текстурами, категориями и заказами.</p><p>Изображение может быть размещено в одном из трех разделов: Фотообои, Фрески, Фартуки.
        Каждый из которых имеет свой калькулятор для расчета стоимости с возможностью выбора нужного участка для печати и простыми фильтрами.</p><p>Есть возможность подбора изображений по цвету.
        Для оплаты заказа подключена платежная система Payler.</p>'
    ],
    [
        'id' => 6,
        'title' => 'Интернет-магазин "Адвеста"',
        'link' => 'http://advesta.ru/',
        'image' => 'advesta',
        'cms' => 'CMS Юпи! (Yii framework)',
        'short_description' => 'Интернет-магазин детской мебели на CMS Юпи!',
        'description' => '<p>В основе сайта лежит CMS Юпи! (Yii framework) в функциональность которой было внесено несколько изменений.</p><p>Добавлена возможность указать комплектацию товара и сопутствующие товары
        (теперь это есть в стандартной поставке).</p><p>Немного изменена работа атрибутов товара, откорректирована работа корзины и оформление заказа. Так же был написан модуль для оплаты заказов банковскими
        картами через сервис Payler.</p>'
    ],
    [
        'id' => 7,
        'title' => 'Plano',
        'link' => 'http://ru.myplano.org',
        'image' => 'plano',
        'cms' => 'CMS Юпи! (Yii framework)',
        'short_description' => 'Интернет-магазин ежедневников Plano',
        'description' => '<p>Создана тема оформления, изменена логика работы корзины и исправлены ошибки на сайте.</p><p><i>Сделано вместе с Amylabs</i></p>'
    ],
    [
        'id' => 8,
        'title' => 'Toyota Delta',
        'link' => 'http://toyota-delta.ru',
        'image' => 'toyota',
        'cms' => 'CMS Юпи! (Yii framework)',
        'short_description' => 'Сайт авто-сервиса с интернет-магазином',
        'description' => '<p>Создана тема оформления для CMS Юпи! на основе готового шаблона</p><p><i>Сделано вместе с Amylabs</i></p>'
    ],
    [
        'id' => 9,
        'title' => 'Reservin.ru и Reservin.am',
        'link' => 'http://reservin.am',
        'image' => 'reservin',
        'cms' => 'Yii framework',
        'short_description' => 'Каталоги заведений',
        'description' => '<p>Исправление многочисленных ошибок и добавление нового функционала</p><p><i>Сделано вместе с Amylabs</i></p>'
    ],
    [
        'id' => 10,
        'title' => 'Beauty Navsegda',
        'link' => null,
        'image' => 'beauty',
        'cms' => 'CMS Юпи! (Yii framework)',
        'short_description' => 'Интернет-магазин косметики',
        'description' => '<p>Стандартный интернет-магазин. Был написан модуль заказа обратного звонка, виджет для создания блоков товаров (таких как Новинки, Хиты и т.д.), модуль для добавления товаров в избранное.
Также была реализована возможность регистрации пользователя при оформлении заказа.</p><p>Часть этого функционала доступна в стандартной версии Юпи!</p><p><i>Сделано вместе с Amylabs</i></p>'
    ],
    [
        'id' => 11,
        'title' => 'Prirodashop',
        'link' => 'http://prirodashop.ru',
        'image' => 'priroda',
        'cms' => 'CMS Юпи! (Yii framework)',
        'short_description' => 'Интернет-магазин натуральных товаров "Природа"',
        'description' => '<p>Сайт сделан на весьма сильно, а местами странно модифицированной версии Юпи!. Были исправлены ошибки оставшиеся от предыдущих разработчиков, а также написан модуль для синхронизации магазина с сервисом "Мой Склад".</p><p><i>Сделано вместе с Amylabs</i></p>'
    ],
];