<?php
return [
    [
        'name' => 'Ирина Иванова',
        'company' => 'fl.ru/users/Pudel',
        'text' => 'Олег доводил до ума сайт, сделанный ранее недобросовестным исполнителем. Все замечательно. Работать очень комфортно. Все в срок и без задержек. Даже когда я выдавала информацию позже чем это было нужно. Спасибо. Буду сотрудничать еще.',
        'in_sidebar' => false,
    ],
    [
        'name' => 'Лариса Петрова',
        'company' => 'fl.ru/users/PetrovaLarisa',
        'text' => 'Большое спасибо Олегу, сделал все быстро и качественно одним словом – по высшему разряду! Всем советую, его как прекрасного программиста. Олег это находка для работодателя. Обращаясь к нему вы никогда не пожалеете! Олег, 5 баллов вам!',
        'in_sidebar' => false,
    ],
    [
        'name' => 'Татьяна Станиславовна',
        'company' => 'fl.ru/users/Mumi-mama',
        'text' => 'Я совершенно не разбираюсь в программировании. С Олегом можно это позволить себе совершенно спокойно. Благодарю за чёткую работу.',
        'in_sidebar' => false,
    ],
    [
        'name' => 'Оксана',
        'company' => 'govorun.ru',
        'text' => 'Вот уже полгода, как Олег занимается программной поддержкой нашего сайта. Считаю знакомство с Олегом – НАХОДКОЙ для нашей Компании.
Профессионал! Все что он делает – работает на отлично!! Если есть какие-либо дополнительные пожелания – всегда их учитывает.
Выбирали мы его долго – поскольку ранее был печальный опыт работы с другими фрилансерами… Но сотрудничество с Олегом превзошло все наши ожидания!! Все проекты исполняются идеально! Внимателен. При необходимости, всегда дает очень ценные и дельные советы.
Сотрудничество с ним дает ощущение надежности. Поскольку во всем, что он делает, чувствуется исключительный профессионализм! И, ко всему прочему, он просто очень порядочный и приятный мужчина, с которым сотрудничать – одно удовольствие :-).
Олег, спасибо тебе ОГРОМНОЕ!',
        'in_sidebar' => false,
    ],
    [
        'name' => 'Давид Федулов',
        'company' => 'fl.ru/users/Nikemed',
        'text' => 'Хороший специалист. Рекомендую как ответственного исполнителя. Если у вас возникают проблемы можете смело обращаться поможет советом и делом. ',
        'in_sidebar' => false,
    ],
    [
        'name' => 'Ольга Просветова',
        'company' => 'ТехМашИмпекс',
        'text' => 'Работа безупречна. Даже если возникают какие-то моменты, требующие решения – всё решается чётко, ясно и оперативно. Фрилансер, который работает не ради денег, а ради работы, ради любимого, интересного дела. Только положительные впечатления от работы с Олегом. Рекомендую.',
        'in_sidebar' => true,
    ],
    [
        'name' => 'Андрей Опейкин',
        'company' => 'AmyLabs',
        'text' => 'Отлично разбирается и умеет использовать Yii framework. Сделал очень многое для "Юпи!" и сообщества! Отличный командный игрок и просто отличный человек!',
        'in_sidebar' => true,
    ],
    [
        'name' => 'Ольга Воропай',
        'company' => 'voropay.ru',
        'text' => 'Работу программиста бывает трудно оценить адекватно, слишком сложная область для непосвященных. Приходится рассчитывать на порядочность и квалификацию фрилансера, подтвержденную отзывами других людей и работами в портфолио. Олег – тот программист, которому можно спокойно доверить проект: он не срывает сроки – раз, честен в плане денег – два, опытен и доводит решение клиентской задачи до результата – три. Всем клиентам, кто нуждается в надежном специалисте – рекомендую!',
        'in_sidebar' => true,
    ],
    [
        'name' => 'Елена',
        'company' => 'otels.su',
        'text' => 'Олег, за время сотрудничества проявил себя как квалифицированный специалист, является настоящим профессионалом, ответственно и серьезно относится к выполнению ТЗ. Очень много можно написать хорошего. Спасибо ему большое, за такой подход к работе.',
        'in_sidebar' => true,
    ],
    [
        'name' => 'Дмитрий',
        'company' => 'prirodashop.ru',
        'text' => 'Познакомился с ребятами пару месяцев назад. В течение нескольких лет работал с множеством исполнителей и с уверенностью могу сказать, что работа с Олегом и его командой приносит наибольший результат и удовольствие. Работа ведется планомерно, дискуссии и комментарии ясны и целесообразны. Благодарю за работу. Желаю ребятам успехов и процветания.',
        'in_sidebar' => true,
    ]
];